[
    {
    "id": "623853b2614ad5aba311fdd10",
    "logo":"https://i.ibb.co/p0VjYHV/google-1-1-1.png",
    "title": "Technical Database Engineer",
    "company-name":"Google LLC",
    "job-location": "Dhaka,Bangladesh",
    "description":"A Technical Database Engineer is responsible for designing, implementing, maintaining, and optimizing database systems within an organization. Their primary focus is on managing and ensuring the performance, availability, security, and reliability of databases. Here's a short job description for a Technical Database Engineer",
    "responsibility":"Database Design and Implementation: Design and create database structures that efficiently store and retrieve data while adhering to best practices and industry standards.Performance Tuning: Monitor and optimize database performance, identifying and resolving bottlenecks and inefficiencies to ensure optimal system responsiveness.Data Maintenance: Perform regular data maintenance tasks, such as data cleaning, archiving, and purging, to keep the database efficient and organized.",
    "educational-requirements":"Bachelor's degree in CSE anyReputational University",
    "experience":"2-3 Years in this field",
    "phone-number":"01634039470",
    "email":"firoz@gmail.com",
    "address":"Dhamondi 32,Dhaka,Bangladesh",
    "salary":"50k-100k"
    },
    {
    "id": "623853b2578e9e6ad1ae0dd50",
    "logo": "https://i.ibb.co/LzBwM0j/netflix-4-1.png",
    "title": "Senior Product Designer",
    "company-name":"Netflix",
    "job-location": "Dhaka,Bangladesh",
    "description":"A UI/UX (User Interface/User Experience) designer is responsible for designing and creating engaging and effective interfaces for software and web applications. This includes designing the layout, visual design, and interactivity of the user interface.",
    "responsibility":": Collaborating with cross-functional teams: UI/UX designers often work closely with other teams, including product management, engineering, and marketing, to ensure that the user interface is aligned with business and technical requirements. You will need to be able to effectively communicate your design ideas and gather feedback from other team members",
    "educational-requirements":"Bachelor's degree in CSE anyReputational University",
    "experience":"1-2 Years in this field",
    "phone-number":"01634039469",
    "email":"firozhossain@gmail.com",
    "address":"Banani, Dhaka,Bangladesh",
    "salary":"60k-80k"
    },
    {
    "id": "623853b21fb149d2ee7b76c71",
    "logo": "https://i.ibb.co/Qvq22K3/tesla-9-1.png",
    "title": "Software Engineer",
    "company-name":"Tesla",
    "job-location": "Dhaka,Bangladesh",
    "description":"As a Software Engineer, you will be an integral part of our software development team, contributing to the design, development, testing, and maintenance of software applications and systems. Your expertise will help us create reliable and efficient software solutions that meet our organization's needs.",
    "responsibility":"Requirements Analysis: Work closely with stakeholders, including product managers and end-users, to gather and refine software requirements.Coding: Use programming languages, frameworks, and tools to create software components and features.Testing: Develop and execute comprehensive test plans, including unit tests, integration tests, and system tests, to identify and fix bugs and ensure software reliability.",
    "educational-requirements":"Bachelor's degree in CSE anyReputational University",
    "experience":" At least 1 Years in this field",
    "phone-number":"01634039472",
    "email":"firoz123@gmail.com",
    "address":"Gulshan1, Dhaka, Bangladesh",
    "salary":"70k-120k"
    },
    {
    "id": "623853b2e91c8de578c9245ed",
    "logo": "https://i.ibb.co/NZ5JXzx/Group-10021.png",
    "title": "Android Developer",
    "company-name":"Airbnb",
    "job-location": "Dhaka,Bangladesh",
    "description":"As an Android Developer, you will be responsible for designing, developing, and maintaining Android applications. Your role will involve collaborating with cross-functional teams to deliver high-quality, user-friendly mobile applications that meet business and technical requirements.",
    "responsibility":"Application Development: Design and build Android applications that meet project requirements, using Java, Kotlin, or other relevant programming languages.UI/UX Design: Collaborate with designers and user experience experts to create visually appealing and user-friendly interfaces.Code Implementation: Write clean, efficient, and maintainable code while following best practices and coding standards.",
    "educational-requirements":"Bachelor's degree in CSE anyReputational University.",
    "experience":"1 Years in this field also encourage Freshers",
    "phone-number":"01634039473",
    "email":"ovro@gmail.com",
    "address":"Bashundhara, Dhaka, Bangladesh",
    "salary":"40k-70k"
    }
    ]